const map_large = {
  1: "침실가구",
  2: "거실가구",
  3: "수납가구",
  4: "서재가구",
  81: "홈카페",
  82: "집돌이/집순이",
  83: "홈파티",
  84: "원룸PC방",
};

const map_med = {
  101: "침대",
  102: "매트리스/토퍼",
  103: "화장대",
  104: "거울",
  105: "협탁/사이드테이블",
  201: "안락의자/소파",
  202: "밥상/테이블",
  203: "스툴",
  301: "서랍장",
  302: "선반",
  303: "렌지대",
  304: "옷장/행거",
  401: "책상",
  402: "의자",
  403: "책장",
  8101: "카페감성 테이블",
  8102: "갬성돋는 컵/잔",
  8103: "포인트 그릇/식기",
  8104: "식탁보/테이블매트",
  8105: "홈카페가전",
  8201: "집콕모드 가구",
  8202: "세상편한 쿠션",
  8203: "실용성 갑 거치대",
  8204: "집콕가전",
  8205: "집콕놀거리",
  8301: "파티용 필수 장식",
  8302: "턴업 조명",
  8303: "술맛 달달 술잔",
  8304: "알콜력 상승아이템",
  8401: "게이밍책상",
  8402: "게이밍의자/발받침",
  8403: "게이밍책상 꾸미기",
  8404: "pc방 갬성 조명",
};

const map_small = {
  10101: "일반침대",
  10102: "수납침대",
  10103: "벙커침대",
  10104: "깔판",
  10201: "매트리스",
  10202: "토퍼",
  20101: "일반소파",
  20102: "리클라이너",
  20103: "소파베드",
  20104: "안락의자/빈백",
  30401: "옷장",
  30402: "행거",
  40201: "책상의자",
  40202: "인테리어의자",
};

exports.large = map_large;

exports.med = map_med;

exports.small = map_small;
